Repository: nimakoohi/farasite
Catalog: farasite_project/locale/*/LC_MESSAGES/django.po
Languages: fa

source: English
fa: انگلیسی

source: FaraSite
fa: فرآسایت

source: Home
fa: خانه

source: Services
fa: خدمات

source: News
fa: اخبار

source: Contact
fa: تماس

source: About FaraSite
fa: درباره فرآسایت

source: Creating modern web and mobile applications while keeping you informed on the latest technology trends.
fa: ایجاد برنامه‌های مدرن وب و موبایل همراه با ارائه اطلاعات درباره جدیدترین روندهای فناوری.

source: Quick Links
fa: لینک‌های سریع

source: Our Services
fa: خدمات ما

source: Follow Us
fa: ما را دنبال کنید

source: Empowering Your Digital Journey
fa: همراه شما در مسیر دیجیتال

source: Building cutting-edge applications and websites tailored for your success.
fa: طراحی و ساخت برنامه‌ها و وب‌سایت‌های پیشرفته برای موفقیت شما.

source: Explore Our Services
fa: از خدمات ما دیدن کنید

source: Web Development
fa: توسعه وب

source: Responsive, scalable, and stunning websites for your business.
fa: وب‌سایت‌های پاسخگو، مقیاس‌پذیر و جذاب برای کسب‌وکار شما.

source: Mobile Applications
fa: برنامه‌های موبایل

source: Custom apps to bring your ideas to life on iOS and Android.
fa: برنامه‌های سفارشی برای تحقق ایده‌های شما در iOS و اندروید.

source: Digital Strategy
fa: استراتژی دیجیتال

source: Data-driven strategies to maximize your online presence.
fa: استراتژی‌های مبتنی بر داده برای تقویت حضور آنلاین شما.

source: Why Choose FaraSite?
fa: چرا فرآسایت را انتخاب کنیم؟

source: At FaraSite, we bring innovation, expertise, and dedication to every project. From concept to execution, we ensure top-notch quality that exceeds your expectations.
fa: در فرآسایت، ما نوآوری، تخصص و تعهد را در هر پروژه ارائه می‌دهیم. از ایده تا اجرا، ما کیفیت برتری را تضمین می‌کنیم که فراتر از انتظارات شماست.

source: Cutting-edge technology solutions
fa: راه‌حل‌های فناوری پیشرفته

source: Customer-first approach
fa: رویکرد مشتری‌محور

source: Proven track record of success
fa: سابقه‌ای ثابت‌شده از موفقیت

source: Learn More About Us
fa: بیشتر درباره ما بدانید

source: Ready to Get Started?
fa: آماده‌اید شروع کنید؟

source: Let us help you achieve your goals with personalized solutions.
fa: اجازه دهید با راه‌حل‌های شخصی‌شده، شما را در دستیابی به اهدافتان یاری کنیم.

source: Contact Us Today
fa: امروز با ما تماس بگیرید
